import pygame

# TODO
# - Вся логіка запуску в нас буде тут.
# - Будь ласка, робіть все в окремих гілках, а не в гілці develop.
# - Будь ласка, не робіть merge без мого відома. Робіть pull request
#   В github репозиторії. Я спочатку подивлюсь і потім виконаю його, якщо не буде проблем.
#   Коміти можете робити без мого відома. Робіть скіки треба, але лише в своїх гілках.
# - Ваша ціль: GameState, MazeController, Pacman, зчиування лабіринту, обробка подій підбору powerup\apple.
# - Привиди знаходяться в ghost group, в якій треба викликати методи оновлення. але вона поки має пустих привидів.

if __name__ == '__main__':
    print("Bye")
